Repository: MenZil/commentator
Catalog: lang/commentator-*.po
Languages: fr_fr

source: This page cannot be called directly.
fr_fr: Cette page ne peut pas être appelée directement

source: Commentator Commenter
fr_fr: Commentateur Commentator

source: User name should not be empty.
fr_fr: Le nom d'utilisateur ne devrait pas être vide

source: The email is empty or invalid.
fr_fr: L'email est vide ou invalide.

source: From
fr_fr: De

source: Registration successful
fr_fr: L'inscription s'est effectuée avec succès

source: Your login details
fr_fr: Vos identifiants

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Registration successful, check your email for your password
fr_fr: L'inscription s'est effectuée avec succès, relevez vos emails pour avoir votre mot de passe

source: the post doesn't exist
fr_fr: Cet article n'existe pas

source: you are not logged in !
fr_fr: Vous n'êtes pas identifié !

source: you are not logged in
fr_fr: Vous n'êtes pas identifié.

source: the comment you wan't to vote doesn't exist
fr_fr: Le commentaire que vous voulez noter n'existe pas.

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire attend la modération.

source: Vote up
fr_fr: Voter pour

source: Vote down
fr_fr: Voter contre

source: Reply
fr_fr: Répondre

source: Overview for the Commentator Plugin
fr_fr: Préférences du plugin Commentator

source: Max Threaded Comments Depth (default : 3)
fr_fr: Niveau maximum des commentaires imbriqués (par défaut : 3)

source: Icon and color for thread voting
fr_fr: Icône et couleur pour le \"like\" des discussions

source: Icon for thread voted
fr_fr: Icône pour indiquer que la discussion a été votée

source: Color when the thread is voted
fr_fr: Couleur quand la discussion est votée

source: Icon for comment button
fr_fr: Icône pour le bouton d'envoi du commentaire

source: Icon for comment upvote
fr_fr: Icône pour le vote en faveur d'un commentaire

source: Icon for comment downvote
fr_fr: Icône pour le vote contre un commentaire

source: Icon for comment reply
fr_fr: Icône pour la réponse aux commentaires

source: Icon for comment register
fr_fr: Icône pour la registration

source: Icon for comment login
fr_fr: Icône pour l'identification

source: Choose an icon
fr_fr: Choisir un icône

source: One comment
fr_fr: Un commentaire

source: Star this discussion
fr_fr: Liker cette discussion

source: Join the discussion...
fr_fr: Se joindre à la discussion...

source: Name
fr_fr: Nom

source: Website
fr_fr: Site internet

source: Best
fr_fr: Meilleurs

source: Newest
fr_fr: Plus récents

source: Oldest
fr_fr: Plus anciens

source: Hello,
fr_fr: Bonjour,

source: Login
fr_fr: S'identifier

source: Remember Me
fr_fr: Se souvenir de moi

source: Register
fr_fr: S'inscrire

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Upvotes
fr_fr: Votes en faveur

source: Downvotes
fr_fr: Votes en défaveur

source: Anybody can register ?
fr_fr: Tout le monde peut s'inscrire ?

source: Section of content before the commenting section
fr_fr: Section de contenu placée avant les commentaires

source: guest
fr_fr: invité

source: Commentator Wordpress Plugin is a fully featured ajaxified comments system for your wordpress website that let you easily supercharge your discussions.
fr_fr: Commentator Wordpress Plugin est un système de commentaire complet pour cotre site wordpress qui rend vos discussions beaucoup plus interactives.

source: Disable login tab ?
fr_fr: Désactiver le login

source: Disable thread votes ?
fr_fr: Désactiver le vote sur les discussions

source: Font Family
fr_fr: Famille de la police

source: Disable avatars ?
fr_fr: Désactiver les avatars ?

source: Enable Social Signin ?
fr_fr: Activer le signin social ?

source: General
fr_fr: Général

source: Advanced
fr_fr: Avancé

source: I load my scripts myself from my CDN
fr_fr: Je charge mes scripts seul grace à un CDN

source: Logout
fr_fr: Deconnexion

source: Order and Disable Tabs ?
fr_fr: Ordonner et désactiver des tabs

source: Enabled Tabs
fr_fr: Tabs actives

source: Disabled Tabs
fr_fr: Tabs inactives

source: You need to chose a password.
fr_fr: Vous devez choisir un mot de passe

source: Flagging is not allowed !
fr_fr: Vous ne pouvez pas signaler de commentaire !

source: New Comment Flagging
fr_fr: Nouveau signalement de commentaire

source: A new comment has been flagged on
fr_fr: Un nouveau commentaire a été signalé sur

source: Number of flags :
fr_fr: Nombre de signalement :

source: Go to your wordpress admin to see it
fr_fr: Allez voir votre dashboard pour le voir

source: The comment has been flagged
fr_fr: Ce commentaire a été signalé

source: Sorry, your user role doesn't allow you to comment.
fr_fr: Désolé, votre role d'utilisateur ne vous permet pas de commenter.

source: This comment has been flagged
fr_fr: Ce commentaire a été signalé

source: Flag comment
fr_fr: Signaler le commentaire

source: Flags
fr_fr: Signalements

source: Chose your password when registering ?
fr_fr: Choisir son mot de passe à l'inscription ?

source: Enable comment flagging ?
fr_fr: Autoriser le signalement des commentaires ?

source: From how many flags untill a comment gets unapproved (leave blank for no automation)
fr_fr: À partir de combien de signalement un commentaire devient non visible (laisser blanc pour ne pas activer l'automatisme)

source: Disable commenting abilities to some user roles ?
fr_fr: Supprimer la possibilité de commenter à certains roles ?

source: author
fr_fr: auteur

source: %1$s ago
fr_fr: depuis %1$s

source: Icons
fr_fr: Icônes

source: Human readable time (ago) ?
fr_fr: Temps facile à la lecture (depuis ...)

source: Custom menu html
fr_fr: Menu personnalisé

source: Base Theme
fr_fr: Theme de base

source: Icon for comment flagging
fr_fr: Icône pour le signalement
